---
kind: property
id: P:Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapRGBAmount
source: html/4e239ace-46c6-4580-2db3-1ec181237beb.htm
---
# Autodesk.Revit.DB.Visual.UnifiedBitmap.UnifiedbitmapRGBAmount Property

The property labeled "Brightness" from the "UnifiedBitmap" schema.

## Syntax (C#)
```csharp
public static string UnifiedbitmapRGBAmount { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".